adamweld/bedlift-esp-idf/experiments/bringup/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# REPL over the Feather's native USB-C (no UART bridge on this board)
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
